#include <stdio.h>
#include <stdlib.h>
void menu()
{
	printf("\n\n\n\n\n\n\n\n");
	printf("%70s","***************************\n");
	printf("%70s","*****1、初始化一个栈  *****\n");
	printf("%70s","*****2、判断栈是否为空*****\n");
	printf("%70s","*****3、得到栈顶元素  *****\n");
	printf("%70s","*****4、清空栈        *****\n");
	printf("%70s","*****5、销毁栈        *****\n");
	printf("%70s","*****6、检测栈长度    *****\n");
	printf("%70s","*****7、入栈          *****\n");
	printf("%70s","*****8、出栈          *****\n");
	printf("%70s","*****9、退出          *****\n");
	printf("%70s","***************************\n");
}
